Repository: rodskades/django_portfolio
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es

source: Biblioteca Pessoal
es: Biblioteca Personal

source: Portfólio
es: Portafolio

source: Início
es: Introducción

source: Sobre a Biblioteca
es: Acerca de la Biblioteca

source: Olá
es: Hola

source: Feito em
es: Hecho en

source: Sobre a Biblioteca Pessoal
es: Acerca de la Biblioteca Personal

source: A presente aplicação foi previamente elaborada como uma aplicação CRUD em Python e posteriormente adaptada para o Django.
es: La presente aplicación fue desarrollada previamente como una aplicación CRUD en Python y posteriormente adaptada a Django.

source: A modelagem de dados foi realizada em MySQL Workbench e a aplicação CRUD utiliza o banco de dados SQLite, assim como a presente aplicação.
es: El modelado de datos se realizó en MySQL Workbench y la aplicación CRUD utiliza la base de datos SQLite, al igual que la presente aplicación.

source: Para visualizar a versão CRUD da minha biblioteca, acesse:
es: Para ver la versión CRUD de mi biblioteca, vaya a:

source: Seja bem vindo(a) à minha biblioteca pessoal!
es: ¡Bienvenido(a) a mi biblioteca personal!

source: Estão armazenados na tabela a seguir todos os dados sobre os livros que eu tenho!
es: ¡Todos los datos sobre los libros que poseo están almacenados en la siguiente tabla!

source: Nome
es: Nombre

source: Gênero
es: Género

source: Concluído?
es: ¿Concluido?

source: Livro
es: Libro

source: Nome:
es: Nombre:

source: Editora(s)
es: Editora

source: Complemento(s):
es: Complemento:

source: Fechar
es: Cerrar

source: Nota
es: Clasificación

source: Dê uma nota para o site!
es: ¡Califica el sitio!

source: Comentário
es: Comentario

source: Depoimento
es: Testimonio

source: Depoimentos
es: Testimonios

source: ERRO 404
es: ERROR 404

source: A página procurada não existe.
es: La página que buscas no existe.

source: Verifique se a url está correta ou tente novamente
es: Asegúrate de que la URL sea correcta o vuelve a intentarlo

source: mais tarde
es: más tarde

source: Página inicial
es: Página de inicio

source: ERRO 500.
es: ERROR 500.

source: Erro de processamento.
es: Error de proceso.

source: Verifique a conexão ou tente novamente
es: Compruebe la conexión o vuelva a intentarlo

source: mais tarde.
es: más tarde.

source: Sobre mim
es: Sobre mi

source: Contato
es: Contacto

source: Contate-me!
es: ¡Contáctame!

source: Contato Profissional:
es: Contacto profesional:

source: Redes Sociais:
es: Redes sociales:

source: Fique a vontade para entrar em contato comigo!
es: ¡No dude en ponerse en contacto conmigo!

source: E para acessar os arquivos que compõem o presente portfólio, acesse o repositório:
es: Y para acceder a los archivos que componen esta cartera, acceda al repositorio:

source: Tem certeza que deseja deletar o depoimento
es: ¿Está seguro de que desea eliminar el testimonio

source: Você não tem autorização de deletar o depoimento
es: No está autorizado a eliminar el testimonio

source: do(a)
es: del

source: Voltar
es: Regresar

source: Alterar seu comentário:
es: Cambia tu comentario:

source: Ah safado!
es: ¡Ay travieso!

source: Adicionar um comentário:
es: Añadir un comentario:

source: Você não tem autorização de alterar o depoimento
es: No está autorizado a cambiar el testimonio

source: Um título para seu depoimento. Ex: Gostei do site!
es: Un título para su testimonio. Ej: ¡Me ha gustado el sitio!

source: Me diga o que achou do site!
es: Dime lo que piensas del sitio!

source: Salvar
es: Aceptar

source: DEPOIMENTOS
es: TESTIMONIOS

source: Nesta seção estão alguns depoimentos/comentários de visitantes sobre o meu site!
es: ¡En esta sección hay algunos testimonios/comentarios de visitantes sobre mi sitio!

source: Deletar
es: Eliminar

source: Não há nada para ver aqui ainda.
es: No hay nada que ver aquí todavía.

source: Para deixar um comentário também basta fazer seu login utilizando o Facebook e clicar em Deixar Depoimento!
es: Para dejar un comentario también basta con conectarse a través de Facebook y haga clic en Dejar un testimonio

source: Deixar Depoimento
es: Dejar Testimonio

source: Seja bem-vindo(a)
es: Bienvenido(a)

source: ao meu portfólio.
es: a mi portafolio.

source: Meu nome é
es: Mi nombre es

source: Sou desenvolvedor Python/Django
es: Soy desarrollador de Python/Django

source: e Mestre em Engenharia.
es: y Máster en Ingeniería.

source: Entre em contato
es: Entre en contacto

source: Faça seu login!
es: ¡Iniciar sesión!

source: O login com Facebook é seguro e prático, além de ser uma das redes sociais mais utilizadas no mundo, por isto escolhi esta forma de login para meu site!
es: Iniciar sesión con Facebook es seguro y práctico, además de ser una de las redes sociales más utilizadas en el mundo, ¡por eso elegí este método de inicio de sesión para mi sitio web!

source: Login com Facebook
es: Iniciar sesión con Facebook

source: Bem-vindo(a)
es: Bienvenido(a)

source: Logado via:
es: Ingresado a través de:

source: Deixar um depoimento
es: Dejar un testimonio

source: Passe o mouse por cima de alguma das habilidades.
es: Pase el mouse sobre cualquiera de las habilidades.

source: SOBRE MIM
es: SOBRE MI

source: Meu nome é Rodolpho Kades, sou desenvolvedor Python e engenheiro mecânico. Tive meu primeiro contato com a programação durante a universidade e me apaixonei pela área.
es: Me llamo Rodolpho Kades, soy desarrollador de Python e ingeniero mecánico. Tuve mi primer contacto con la programación durante la universidad y me enamoré de la zona.

source: Fui apresentado à linguagem Python por um professor e a utilizei principalmente em trabalhos de análise de dados durante as disciplinas. Posteriormente, em 2017, desenvolvi meu primeiro projeto em Python, um package para solucionar um problema termodinâmico que estudei em meu TCC.
es: Un profesor me introdujo en el lenguaje Python y lo utilicé principalmente en análisis de datos durante los cursos. Posteriormente, en 2017, desarrollé mi primer proyecto en Python, un paquete para resolver un problema termodinámico que estudié en mi TCC.

source: Após a faculdade, decidi obter o título de mestre em engenharia e utilizei uma combinação de Python com ANSYS Fluent (mecânica dos fluidos) para obter dados e analisá-los. Decidi então me aprofundar em Python e me tornar desenvolvedor, concluindo cada vez mais cursos on-line para aprofundar meus conhecimentos.
es: Después de la universidad, decidí obtener una maestría en ingeniería y utilicé una combinación de Python con ANSYS Fluent (mecánica de fluidos) para obtener datos y analizarlos. Entonces decidí profundizar en Python y convertirme en desarrollador, completando más y más cursos cursos en línea para profundizar mis conocimientos.

source: Hoje possuo conhecimentos avançados de Python, de bancos de dados SQL e NoSQL e de Django Framework, que utilizei para elaborar o presente website.
es: Hoy en día tengo conocimientos avanzados de Python, bases de datos SQL y NoSQL y Django Framework, que utilicé para construir este sitio web.

source: Depoimento enviado com sucesso!
es: ¡Testimonio enviado con éxito!

source: Depoimento atualizado com sucesso!
es: ¡Testimonio actualizado con éxito!

source: Depoimento deletado com sucesso!
es: ¡Testimonio eliminado con éxito!
